Repository: common-repository/subscriptions-renewal-reminders
Catalog: languages/subscriptions-renewal-reminders-*.po
Languages: es_es

source: Subscriptions Renewal Reminders
es_es: Recordatorios de renovación de suscripciones

source: Renewal Reminders for Subscriptions automatically send your subscribers a courtesy reminder via email X days before their subscription renews. Shortcodes to be used for updating the subscriber's First and Last Names are {first_name} and {last_name} respectively.
es_es: Los recordatorios de renovación de suscripciones envían automáticamente a sus suscriptores un recordatorio de cortesía por correo electrónico X días antes de que se renueve su suscripción. Los códigos cortos que se utilizarán para actualizar el nombre y apellido del suscriptor son {first_name} y {last_name} respectivamente.

source: Enable/Disable Renewal reminder Notifications!
es_es: ¡Activar/desactivar notificaciones de recordatorio de renovación!

source: These are the days before the reminder is sent out
es_es: Estos son los días previos al envío del recordatorio.

source: Time in UTC to send out the reminder notification
es_es: Hora en UTC para enviar la notificación de recordatorio

source: Add E-mail subject, content from here
es_es: Agregue asunto de correo electrónico, contenido desde aquí

source: Please add your Email subject
es_es: Por favor agregue el asunto de su correo electrónico

source: Available placeholders:{first_name},{last_name}, {next_payment_date}
es_es: Marcadores de posición disponibles:{first_name},{last_name}, {next_paid_date}

source: Note:
es_es: Nota:

source: Save the settings to receive contents in the email.
es_es: Guarde la configuración para recibir contenidos en el correo electrónico.

source: If you made any changes to existing subscriptions or plugin settings, remember to Sync.
es_es: Si realizó algún cambio en las suscripciones existentes o en la configuración de complementos, recuerde sincronizar.

source: Settings
es_es: Ajustes

source: Upgrade to Pro
es_es: Actualízate a Pro

source: Renewal Reminders
es_es: Recordatorios de renovación

source: Customise Notification Email
es_es: Personalizar el correo electrónico de notificación

source: Enable notification Emails
es_es: Habilitar correos electrónicos de notificación

source: Days Before Reminder Notification
es_es: Días antes de la notificación del recordatorio

source: Time for sending Notification Email (in UTC)
es_es: Hora de envío del correo electrónico de notificación (en UTC)

source: Email Subject
es_es: Asunto del email

source: Email Content
es_es: Contenido del correo electrónico

source: Write Something Here!
es_es: ¡Escribe algo aquí!

source: Renewal Reminders Subscription
es_es: Suscripción de recordatorios de renovación

source: Hi {first_name} {last_name}, This is an email just to let you know, your subscription expires on {next_payment_date}! You can avoid this if already renewed. Thanks!
es_es: Hola {primer_nombre} {apellido}, ¡Este es un correo electrónico solo para informarle que su suscripción vence el {next_paid_date}! Puedes evitar esto si ya lo has renovado. ¡Gracias!

source: Dismiss this notice.
es_es: Descartar este aviso.

source: Supercharge Your Store! %sExclusive Support Plans Now!
es_es: ¡Recarga tu tienda! %s¡Planes de soporte exclusivos ahora!

source: Explore Our
es_es: Explora nuestra

source: Discover the power of unparalleled assistance with our premium support services. Elevate your business to new heights with our comprehensive support solutions!
es_es: Descubra el poder de una asistencia incomparable con nuestros servicios de soporte premium. ¡Eleve su negocio a nuevas alturas con nuestras soluciones integrales de soporte!

source: Maximize your WooCommerce experience with unlimited support and 24/7 accessibility. Join our thriving community of successful online businesses today!
es_es: Maximice su experiencia WooCommerce con soporte ilimitado y accesibilidad 24 horas al día, 7 días a la semana. ¡Únase a nuestra próspera comunidad de negocios en línea exitosos hoy!

source: Dedicated
es_es: Dedicada

source: Schedule Call
es_es: Programar llamada

source: Managed
es_es: Administrada

source: $ 579 /mo
es_es: $ 579 /mes

source: Our Valuable Package
es_es: Nuestro valioso paquete

source: Start $1 Trial
es_es: Iniciar prueba de $1

source: Essentials
es_es: Esenciales

source: $ 279 /mo
es_es: $ 279 /mes

source: settings
es_es: ajustes

source: Sync
es_es: Sincronizar

source: Synchronize Subscription data to Renewel Reminders Plugin Manually here!
es_es: ¡Sincronice los datos de suscripción con el complemento de recordatorio de renovación manualmente aquí!

source: Manual Sync
es_es: Sincronización manual

source: Synchronize subscription data to Renewel Reminders Plugin for the first time here!
es_es: ¡Sincronice los datos de suscripción con el complemento Recordatorio de renovación por primera vez aquí!

source: Synchronize Subscription data
es_es: Sincronizar datos de suscripción

source: You can access Settings Tab once, the data Synchronization is completed!
es_es: Puede acceder a la pestaña Configuración una vez, ¡la sincronización de datos se completa!

source: Get Renewal Reminders Premium and gain access to more features and shortcodes
es_es: Obtenga Recordatorios de renovación Premium y obtenga acceso a más funciones y códigos cortos

source: Improve the flexibility of reminder emails, get your license and
es_es: Mejore la flexibilidad de los correos electrónicos de recordatorio, obtenga su licencia y

source: Upgrade today
es_es: Actualice hoy

source: Make reminder mails much more flexible
es_es: Haz que los correos de recordatorio sean mucho más flexibles

source: Email Settings
es_es: Ajustes del correo electrónico

source: Test Email
es_es: Email de prueba

source: FAQ
es_es: Preguntas más frecuentes

source: PRO Features:
es_es: Características PRO:

source: Compatibility with synchronized subscriptions.
es_es: Compatibilidad con suscripciones sincronizadas.

source: The ability to choose the type of subscription period renewal reminder emails are sent to. This is useful for websites with mixed subscription periods, as you can avoid sending renewal reminders for subscriptions that don’t actually need them.
es_es: La posibilidad de elegir el tipo de correo electrónico de recordatorio de renovación del período de suscripción al que se envían. Esto es útil para sitios web con períodos de suscripción mixtos, ya que puede evitar enviar recordatorios de renovación para suscripciones que en realidad no los necesitan.

source: Renewal period can be chosen from the available options which is daily, weekly, monthly or yearly.
es_es: El período de renovación se puede elegir entre las opciones disponibles: diaria, semanal, mensual o anual.

source: The ability to change the from email address and the sender’s name for renewal reminder emails.
es_es: La capacidad de cambiar la dirección de correo electrónico y el nombre del remitente para los correos electrónicos de recordatorio de renovación.

source: Additional shortcodes are included for email templates, such as the total amount, subscription link, and my account link.
es_es: Se incluyen códigos cortos adicionales para las plantillas de correo electrónico, como el monto total, el enlace de suscripción y el enlace de mi cuenta.

source: An email test feature has been included.
es_es: Se ha incluido una función de prueba de correo electrónico.

source: Additional filters that allow you to expand the plugin’s functionality and customize email templates. You can also use these filters to modify the subscription period.
es_es: Filtros adicionales que le permiten ampliar la funcionalidad del complemento y personalizar las plantillas de correo electrónico. También puedes utilizar estos filtros para modificar el período de suscripción.

source: Upgrade to Pro Version Now
es_es: Actualice a la versión Pro ahora

source: Renewal Reminder
es_es: Recordatorio de renovación
